"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 3, \"word_counts\": \"{\\\"what\\\": 1, \\\"time\\\": 1, \\\"is\\\": 1, \\\"it\\\": 1, \\\"tell\\\": 1, \\\"me\\\": 1, \\\"a\\\": 1, \\\"joke\\\": 1, \\\"what's\\\": 1, \\\"the\\\": 1, \\\"weather\\\": 1, \\\"like\\\": 1}\", \"word_docs\": \"{\\\"time\\\": 1, \\\"it\\\": 1, \\\"what\\\": 1, \\\"is\\\": 1, \\\"a\\\": 1, \\\"tell\\\": 1, \\\"me\\\": 1, \\\"joke\\\": 1, \\\"like\\\": 1, \\\"weather\\\": 1, \\\"what's\\\": 1, \\\"the\\\": 1}\", \"index_docs\": \"{\\\"2\\\": 1, \\\"4\\\": 1, \\\"1\\\": 1, \\\"3\\\": 1, \\\"7\\\": 1, \\\"5\\\": 1, \\\"6\\\": 1, \\\"8\\\": 1, \\\"12\\\": 1, \\\"11\\\": 1, \\\"9\\\": 1, \\\"10\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"what\\\", \\\"2\\\": \\\"time\\\", \\\"3\\\": \\\"is\\\", \\\"4\\\": \\\"it\\\", \\\"5\\\": \\\"tell\\\", \\\"6\\\": \\\"me\\\", \\\"7\\\": \\\"a\\\", \\\"8\\\": \\\"joke\\\", \\\"9\\\": \\\"what's\\\", \\\"10\\\": \\\"the\\\", \\\"11\\\": \\\"weather\\\", \\\"12\\\": \\\"like\\\"}\", \"word_index\": \"{\\\"what\\\": 1, \\\"time\\\": 2, \\\"is\\\": 3, \\\"it\\\": 4, \\\"tell\\\": 5, \\\"me\\\": 6, \\\"a\\\": 7, \\\"joke\\\": 8, \\\"what's\\\": 9, \\\"the\\\": 10, \\\"weather\\\": 11, \\\"like\\\": 12}\"}}"